var SCORES = [
  {
    name: "安俊逸",
    code: "520327201408193010",
    scores: {
      "语文": 66.5,
      "数学": 75.0,
      "英语": 50.0,
      "科学和道德与法治": 46.0
    }
  } ,
  {
    name: "安梦想",
    code: "520327201310313029",
    scores: {
      "语文": 86.5,
      "数学": 97.5,
      "英语": 91.5,
      "科学和道德与法治": 79.0
    }
  } ,
  {
    name: "安黔东",
    code: "520327201312013011",
    scores: {
      "语文": 74.5,
      "数学": 86.0,
      "英语": 71.0,
      "科学和道德与法治": 59.5
    }
  } ,
  {
    name: "白俊熙",
    code: "520327201310263017",
    scores: {
      "语文": 73.0,
      "数学": 88.0,
      "英语": 71.0,
      "科学和道德与法治": 60.5
    }
  } ,
  {
    name: "封壹蘭蕙",
    code: "520112201402190323",
    scores: {
      "语文": 91.5,
      "数学": 96.5,
      "英语": 95.0,
      "科学和道德与法治": 89.0
    }
  } ,
  {
    name: "贺鑫缘",
    code: "520327201402043038",
    scores: {
      "语文": 77.0,
      "数学": 89.0,
      "英语": 63.5,
      "科学和道德与法治": 61.5
    }
  } ,
  {
    name: "黄书宇",
    code: "520327201404183018",
    scores: {
      "语文": 85.5,
      "数学": 96.0,
      "英语": 89.0,
      "科学和道德与法治": 78.0
    }
  } ,
  {
    name: "黄新怡",
    code: "520327201408143021",
    scores: {
      "语文": 63.0,
      "数学": 62.0,
      "英语": 53.0,
      "科学和道德与法治": 50.5
    }
  } ,
  {
    name: "蒋权",
    code: "431103201407170092",
    scores: {
      "语文": 69.5,
      "数学": 87.5,
      "英语": 55.0,
      "科学和道德与法治": 57.5
    }
  } ,
  {
    name: "李佳欣",
    code: "520327201405293040",
    scores: {
      "语文": 71.5,
      "数学": 72.0,
      "英语": 82.0,
      "科学和道德与法治": 51.0
    }
  } ,
  {
    name: "李嘉奕",
    code: "520327201407153025",
    scores: {
      "语文": 79.5,
      "数学": 61.5,
      "英语": 70.0,
      "科学和道德与法治": 69.0
    }
  } ,
  {
    name: "李思佳",
    code: "52032720140228304X",
    scores: {
      "语文": 77.0,
      "数学": 89.5,
      "英语": 68.0,
      "科学和道德与法治": 65.0
    }
  } ,
  {
    name: "梁佳佳",
    code: "520327201408073027",
    scores: {
      "语文": 77.0,
      "数学": 68.5,
      "英语": 78.0,
      "科学和道德与法治": 68.5
    }
  } ,
  {
    name: "卢文涛",
    code: "520327201308213010",
    scores: {
      "语文": 20.0,
      "数学": 8.0,
      "英语": 43.0,
      "科学和道德与法治": 40.5
    }
  } ,
  {
    name: "陆思琪",
    code: "520327201310033027",
    scores: {
      "语文": 90.5,
      "数学": 97.0,
      "英语": 87.5,
      "科学和道德与法治": 83.0
    }
  } ,
  {
    name: "陆语涵",
    code: "52032720140527304X",
    scores: {
      "语文": 81.5,
      "数学": 92.0,
      "英语": 79.5,
      "科学和道德与法治": 72.0
    }
  } ,
  {
    name: "陆玉昕",
    code: "520327201311153012",
    scores: {
      "语文": 89.5,
      "数学": 90.5,
      "英语": 96.5,
      "科学和道德与法治": 77.5
    }
  } ,
  {
    name: "陆远",
    code: "520327201311013036",
    scores: {
      "语文": 68.0,
      "数学": 97.0,
      "英语": 82.0,
      "科学和道德与法治": 62.5
    }
  } ,
  {
    name: "陆远多",
    code: "520327201401253017",
    scores: {
      "语文": 70.5,
      "数学": 92.0,
      "英语": 78.0,
      "科学和道德与法治": 75.5
    }
  } ,
  {
    name: "罗美琪",
    code: "52032720140124302X",
    scores: {
      "语文": 79.0,
      "数学": 71.5,
      "英语": 76.0,
      "科学和道德与法治": 63.5
    }
  } ,
  {
    name: "马玥婷",
    code: "52032720140503302X",
    scores: {
      "语文": 84.0,
      "数学": 93.0,
      "英语": 99.5,
      "科学和道德与法治": 68.5
    }
  } ,
  {
    name: "莫荣耀",
    code: "52032720140606301X",
    scores: {
      "语文": 73.0,
      "数学": 74.0,
      "英语": 55.5,
      "科学和道德与法治": 70.0
    }
  } ,
  {
    name: "倪家豪",
    code: "520327201308313038",
    scores: {
      "语文": 75.5,
      "数学": 88.5,
      "英语": 74.5,
      "科学和道德与法治": 62.0
    }
  } ,
  {
    name: "秦琳佳",
    code: "520327201407023044",
    scores: {
      "语文": 86.5,
      "数学": 88.0,
      "英语": 98.0,
      "科学和道德与法治": 50.5
    }
  } ,
  {
    name: "秦润宇",
    code: "520327201406283012",
    scores: {
      "语文": 16.5,
      "数学": 33.0,
      "英语": 35.0,
      "科学和道德与法治": 35.5
    }
  } ,
  {
    name: "冉思雨",
    code: "520327201408153027",
    scores: {
      "语文": 80.0,
      "数学": 74.0,
      "英语": 90.5,
      "科学和道德与法治": 70.0
    }
  } ,
  {
    name: "任奕文",
    code: "520327201406053014",
    scores: {
      "语文": 64.5,
      "数学": 92.0,
      "英语": 68.0,
      "科学和道德与法治": 69.5
    }
  } ,
  {
    name: "沈怡萱",
    code: "520327201405083027",
    scores: {
      "语文": 80.0,
      "数学": 74.0,
      "英语": 80.5,
      "科学和道德与法治": 71.5
    }
  } ,
  {
    name: "宋子贤",
    code: "520327201311303017",
    scores: {
      "语文": 69.5,
      "数学": 83.0,
      "英语": 49.5,
      "科学和道德与法治": 64.0
    }
  } ,
  {
    name: "唐晟霖薇",
    code: "520327201402133025",
    scores: {
      "语文": 84.5,
      "数学": 87.0,
      "英语": 85.0,
      "科学和道德与法治": 58.5
    }
  } ,
  {
    name: "唐时俊",
    code: "520327201303303017",
    scores: {
      "语文": 62.0,
      "数学": 94.0,
      "英语": 74.0,
      "科学和道德与法治": 56.5
    }
  } ,
  {
    name: "唐宇杰",
    code: "520327201404293014",
    scores: {
      "语文": 36.5,
      "数学": 85.0,
      "英语": 28.5,
      "科学和道德与法治": 46.5
    }
  } ,
  {
    name: "王嘉烨",
    code: "520327201408113033",
    scores: {
      "语文": 76.0,
      "数学": 93.0,
      "英语": 73.0,
      "科学和道德与法治": 69.0
    }
  } ,
  {
    name: "王诗涵",
    code: "361181201406267512",
    scores: {
      "语文": 59.5,
      "数学": 79.0,
      "英语": 37.0,
      "科学和道德与法治": 51.0
    }
  } ,
  {
    name: "王梓萍",
    code: "520327201406243045",
    scores: {
      "语文": 85.0,
      "数学": 66.5,
      "英语": 57.0,
      "科学和道德与法治": 63.0
    }
  } ,
  {
    name: "吴羽谭茜",
    code: "52032720140618302X",
    scores: {
      "语文": 69.5,
      "数学": 42.0,
      "英语": 57.0,
      "科学和道德与法治": 58.0
    }
  } ,
  {
    name: "夏思杨",
    code: "520327201404013019",
    scores: {
      "语文": 77.5,
      "数学": 99.0,
      "英语": 84.0,
      "科学和道德与法治": 63.5
    }
  } ,
  {
    name: "熊文耀",
    code: "520327201401313016",
    scores: {
      "语文": 63.0,
      "数学": 63.0,
      "英语": 34.5,
      "科学和道德与法治": 69.5
    }
  } ,
  {
    name: "杨雪媛",
    code: "520327201405273023",
    scores: {
      "语文": 59.0,
      "数学": 26.0,
      "英语": 60.0,
      "科学和道德与法治": 33.0
    }
  } ,
  {
    name: "余可馨",
    code: "520327201401213023",
    scores: {
      "语文": 86.0,
      "数学": 64.0,
      "英语": 75.5,
      "科学和道德与法治": 65.5
    }
  } ,
  {
    name: "袁维淋",
    code: "520327201311093056",
    scores: {
      "语文": 64.5,
      "数学": 91.5,
      "英语": 64.5,
      "科学和道德与法治": 71.5
    }
  } ,
  {
    name: "张金锋",
    code: "520327201402233018",
    scores: {
      "语文": 83.0,
      "数学": 100.0,
      "英语": 91.0,
      "科学和道德与法治": 80.5
    }
  } ,
  {
    name: "张顺利",
    code: "520327201405023016",
    scores: {
      "语文": 88.0,
      "数学": 100.0,
      "英语": 87.0,
      "科学和道德与法治": 78.5
    }
  } ,
  {
    name: "张雨萱",
    code: "520327201311173021",
    scores: {
      "语文": 84.5,
      "数学": 91.0,
      "英语": 72.5,
      "科学和道德与法治": 60.5
    }
  } ,
  {
    name: "赵艺杨",
    code: "520327201311163026",
    scores: {
      "语文": 68.0,
      "数学": 61.0,
      "英语": 64.0,
      "科学和道德与法治": 49.5
    }
  } ,
  {
    name: "郑启航",
    code: "520327201311103015",
    scores: {
      "语文": 89.5,
      "数学": 90.0,
      "英语": 88.0,
      "科学和道德与法治": 77.5
    }
  } ,
  {
    name: "朱俊杰",
    code: "520327201403253037",
    scores: {
      "语文": 80.5,
      "数学": 89.5,
      "英语": 88.5,
      "科学和道德与法治": 70.0
    }
  }
];
